{
  "language": "Language",
  "empty-locale-tooltip": "Your template is missing translations. Guests may receive communication in languages they haven't selected and possibly don't understand",
  "language-tooltip": "Translate your messages so that your guests receive communication in the language they selected when making a reservation",
  "title-tooltip": "Click the text box below to start editing your text message. Beneath the text box you'll find various variables you can use to personalize your messages.",
  "variables-tooltip": "Variables are dynamic text you can use to add personalized and relevant information to your messages. <br /><br /> Click the variable you want to include and we'll add it for you",
  "character-count-tooltip": "When using variables the length of your SMS could increase and result in more messages being sent than intended. Non-English characters can also increase the amount of characters occupied. We recommend keeping a buffer to minimize the risk of this happening. Each SMS can contain a maximum of 160 English alphabet characters including spaces.",
  "title-label": "Title",
  "max-title": "Maximum title limit is {{max}}",
  "title-placeholder": "Enter a descriptive title, e.g. \"Confirmation\" or \"Late Notification\"",
  "empty-template": "You haven't selected any template yet.",
  "preview-sms": "SMS example preview",
  "preview-placeholder": "The SMS preview will show up here once you start entering text above",
  "char-count-eta": "Character count estimation",
  "sms": "SMS",
  "preview-sub-text": "Due to variables such as guest names and unique characters we can only give an estimate of how long the SMS will be. Each SMS can fit 160 English characters including spaces and is charged according to your contract. Special characters may count as more than 1 character.",
  "message-placeholder": "Enter text to send to your guest. You can use the variables to personalize your message below by clicking on them",
  "message-error": "Your template is missing all the translations.",
  "selected-message-error": "Your selected template is missing the message.",
  "title-error": "Your template is missing the name",
  "saving-info": "Please wait your template is updating...",
  "create-sms-template": "Create new SMS template",
  "send-and-add-template": "Create template & send message",
  "send-and-update-template": "Update template & send message",
  "send-and-select-template": "Send message & close",
  "send-and-warning-template": "Send message without translating template?",
  "add-template": "Create & select template",
  "select-template": "Select template & close",
  "warning-template": "Select without translating template?",
  "error-template": "Error in your template.",
  "saving-template": "Saving template...",
  "deleting-template": "Deleting template...",
  "sms-logs": "View SMS log ({{count}})",
  "delete-template": "Delete template",
  "delete-popup-title": "Are you sure you want to delete this template?",
  "delete-popup-desc": "Deleting it will remove any dependencies that use the template and cannot be undone.",
  "delete-popup-confirm": "Yes, delete the template",
  "close": "Close",
  "custom-template-sidebar-desc": "This won't be saved as a template",
  "back": "Back"
}
